adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-plugins
alsa-tools
alsa-utils
arch-wiki-docs
archlinux-appstream-data
archlinux-keyring
archlinux-themes-sddm
boost
boost-libs
chromium
clang
cmake
conky
curl
deepin-screenshot
dmenu
docker
docker-compose
dropbox
emacs
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-mozc
fcitx-qt4
fcitx-qt5
ffmpeg
gedit
ghc
git
i3-wm
i3blocks
i3lock
i3status
inkscape
iw
jdk8-openjdk
jre8-openjdk
jre8-openjdk-headless
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
make
mesa
mongodb
nautilus
nautilus-dropbox
nautilus-open-terminal
nautilus-sendto
nautilus-share
neovim-git
nerd-fonts-source-code-pro
network-manager-applet
networkmanager
networkmanager-qt
nitrogen
nmap
nodejs
npm
numix-cursor-theme-git
numix-gtk-theme
numix-icon-theme-git
numix-themes-archblue-git
openssh
openssl
pacman
pacman-mirrorlist
parted
plasma-desktop
plasma-framework
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-workspace
plasma-workspace-wallpapers
polybar
powerline
powerline-common
powerline-fonts-git
pycharm-professional
python
python-neovim
python-pip
python-powerline
python2
python2-neovim
python2-pip
r
ranger
rxvt-unicode-pixbuf
samba
sddm
sddm-kcm
slack-desktop
sqlite
sqlitebrowser
stalonetray
sudo
tmux
tree
ttf-dejavu
ttf-inconsolata
ttf-migu
ttf-ricty
unzip
vagrant
vagrant-substrate
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-modules-arch
vlc
w3m
wget
xf86-video-intel
xmobar
xmonad
xmonad-contrib
zsh
